"%.0lfk of %.0lfk" = "%1$.0lfk z %2$.0lfk";
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ byla nainstalována a bude připravena k použití při novém spuštění  %3$@! Přejete si nyní znovu spustit aplikaci?";
"%@ %@ is currently the newest version available." = "%1$@ %2$@ je aktuální nejnovější dostupná verze.";
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ je nyní dostupná (používáte %3$@). Přejete si ji nyní zkopírovat?";
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ nemá oprávnění zapisovat do aplikační složky! Nemáte aplikaci spuštěnu z obrazu disku? Jestliže ne, požádejte o pomoc vašeho systémového administrátora.";
"A new version of %@ has been installed!" = "Nová varze aplikace %@ byla nainstalována!";
"A new version of %@ is available!" = "Je dostupná nová verze %@!";
"An error occurred during installation. Please try again later." = "Vyskytla se chyba při instalaci. Zkuste to prosím později.";
"An error occurred in retrieving update information. Please try again later." = "Vyskytla se chyba při získávání informací o aktualizaci. Zkuste to prosím později.";
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "Vyskytla se chyba při přijímání informací o aktualizaci. Přesvěčte se, zda-li jste připojeni k Internetu a zkuste to prosím později.";
"An error occurred while extracting the archive. Please try again later." = "Vyskytla se chyba při rozbalování archívu. Zkuste to prosím později.";
"An error occurred while trying to download the file. Please try again later." = "Vyskytla se chyba při kopírování souboru. Zkuste to prosím později.";
"An update is already in progress!" = "Aktualizace právě probíhá!";
"Anonymous system profile information is used to help us plan future development work." = "Informace o anonymním systémovém profilu nám pomohou lépe plánovat další vývoj aplikace.";
"Cancel" = "Zrušit";
"Check for updates on startup?" = "Oveřovat aktualizace při spuštění aplikace?";
"Downloading update..." = "Kopírování nové verze…";
"Extracting update..." = "Rozbalování instalace…";
"Include anonymous system profile?" = "Zahrnout anonymní systémový profil?";
"Install Update" = "Instalovat aktualizaci";
"Install and Relaunch" = "Instalovat a znovu spustit";
"Installing update..." = "Instalace aktualizace…";
"No" = "Ne";
"OK" = "Budiž";
"Ready to install!" = "Připraveno k instalaci!";
"Release Notes:" = "Poznámky k vydání:";
"Remind Me Later" = "Připomenout později";
"Skip This Version" = "Vynechat verzi";
"Software Update" = "Aktualizace";
"Update Error!" = "Chyba při aktualizaci aplikace!";
"Updating %@" = "Aktualizace %@";
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Přejete si %@ ověřovat aktualizace při spuštění aplikace? Tuto volbu můžete později změnit v předvolbách aplikace.";
"Yes" = "Ano";
"You're up to date!" = "Vaše verze je aktuální!";
